var data = [];

data.push({
    'date'  : '2017-3-31',
    'intro' : '曾经在某一个瞬间，我们以为自己长大了，有一天，我们终于发现，长大的含义除了欲望还有勇气和坚强，以及某种必须的牺牲...',
    'media' : '<img src="images/c5.jpg" width="370" >',
    'like' : 302,
    'comment' : 883
})


data.push({
    'date'  : '2017-3-30',
    'intro' : '生活里，有很多转瞬即逝，像在车站的告别，刚刚还相互拥抱，转眼已各自天涯。很多时候，就这样，说着说着就变了，听着听着就倦了，看着看着就厌了，跟着跟着就慢了，走着走着就散了，爱着爱着就淡了，想着想着就算了。',
    'media' : '<img src="images/c9.jpg" width="370" >',
    'like' : 35038,
    'comment' : 817
})

data.push({
    'date'  : '2017-3-30',
    'intro' : '世界上最凄绝的距离是两个人本来距离很远，互不相识，忽然有一天，他们相识，相爱，距离变得很近。然后有一天，不再相爱了，本来很近的两个人，变得很远，甚至比以前更远。',
    'media' : '<img src="images/c1.jpg" width="370" >',
    'like' : 25038,
    'comment' : 417
})

data.push({
    'date'  : '2017-3-28',
    'intro' : '其时，我很累了，我习惯假装坚强，习惯了一个人面对所有，我不知道自己到底想怎么样。有时候我可以很开心的和每个人说话，可以很放肆的，可是却没有人知道，那不过是伪装，很刻意的伪装；',
    'media' : '<img src="images/c2.jpg" width="370" >',
    'like' : 25038,
    'comment' : 417
})

data.push({
    'date'  : '2016-2-27',
    'intro' : '有时候，莫名的心情不好，不想和任何人说话，只想一个人静静的发呆。有时候，夜深人静，突然觉得不是睡不着，而是固执地不想睡。有时候，听到一首歌，就会突然想起一个人。有时候，别人突然对你说，我觉得你变了，然后自己开始百感交集。',
    'media' : '<img src="images/c4.jpg" width="370" >',
    'like' : 25038,
    'comment' : 417
})


data.push({
    'date'  : '2016-2-28',
    'intro' : '其时，我很累了，我习惯假装坚强，习惯了一个人面对所有，我不知道自己到底想怎么样。有时候我可以很开心的和每个人说话，可以很放肆的，可是却没有人知道，那不过是伪装，很刻意的伪装；',
    'media' : '<img src="images/c2.jpg" width="370" >',
    'like' : 25038,
    'comment' : 417
})